Repository: wagner-hausverwaltung/whv
Catalog: ios/WHV/Localizable.xcstrings
Source language: de
Languages: en

# %@ fertig um %@, %lld Minuten vor Ort. Im Ticket festgehalten.
source: %1$@ fertig um %2$@, %3$lld Minuten vor Ort. Im Ticket festgehalten.
en: %1$@ finished at %2$@, %3$lld minutes on site. Recorded in the ticket.

# %@ vor Ort seit %@ bei %@ — notiert. Sagen Sie es nochmal, wenn sie fertig sind.
source: %1$@ vor Ort seit %2$@ bei %3$@ — notiert. Sagen Sie es nochmal, wenn sie fertig sind.
en: %1$@ on site since %2$@ at %3$@ — noted. Say it again when they are done.

# %@ · %@ · wartet auf Upload
source: %1$@ · %2$@ · wartet auf Upload
en: %@ · %@ · waiting for upload

# %@ · seit %@
source: %1$@ · seit %2$@
en: %@ · since %@

source: %lld Anfragen
en: %lld inquiries

source: %lld Fahrt(en) warten auf Upload.
en: %lld trip(s) waiting for upload.

source: %lld Fahrten bestätigen
en: Confirm %lld trips

source: %lld fällig
en: %lld due

# %lld von %lld Schritten erledigt
source: %1$lld von %2$lld Schritten erledigt
en: %lld of %lld steps done

source: + %lld weitere Buchungen
en: + %lld more transactions

source: +%lld weitere
en: +%lld more

source: 1 Fahrt bestätigen
en: Confirm 1 trip

source: Abbrechen
en: Cancel

source: Abbuchungen
en: Direct debits

source: Abgegeben
en: Cast

source: Abgehalten
en: Held

source: Abgelehnt
en: Rejected

source: Abgesagt
en: Cancelled

source: Ablesedatum
en: Reading date

source: Abmelden
en: Sign out

source: Absender
en: Sender

source: Absender, Betreff, Objekt …
en: Sender, subject, property …

source: Abstimmung
en: Vote

source: Abstimmungsergebnis
en: Vote result

source: Abwasser
en: Wastewater

source: Aktionen
en: Actions

source: Aktuell
en: Current

source: Alle Liegenschaften
en: All properties

source: Alles klar.
en: All right.

source: Allgemeine Frage
en: General question

source: Allgemeiner Schaden
en: General damage

source: Allgemeines
en: General

source: An Bank übermittelt
en: Sent to bank

source: An wen?
en: To whom?

source: Andere E-Mail?
en: Different email?

source: Anfrage
en: Inquiry

source: Anfrage löschen
en: Delete inquiry

source: Anfrage: %@
en: Inquiry: %@

source: Anfragen
en: Inquiries

source: Angaben bearbeiten
en: Edit details

source: Angaben speichern
en: Save details

source: Angebot herunterladen
en: Download offer

source: Angebot senden
en: Send offer

# Angekommen bei %@, %@. %@ Kilometer gespeichert.
source: Angekommen bei %1$@, %2$@. %3$@ Kilometer gespeichert.
en: Arrived at %1$@, %2$@. %3$@ kilometres saved.

# Angekommen bei %@. %@ Kilometer gespeichert.
source: Angekommen bei %1$@. %2$@ Kilometer gespeichert.
en: Arrived at %1$@. %2$@ kilometres saved.

source: Angenommen
en: Accepted

source: Anhänge
en: Attachments

source: Anmelden
en: Sign in

source: Anmelden…
en: Signing in…

source: Anrede
en: Salutation

source: Anrufer-Erkennung
en: Caller ID

source: Anschrift
en: Address

source: Antworten
en: Reply

source: Antworten können Fehler enthalten — maßgeblich sind die verlinkten Dokumente.
en: Answers can contain errors — the linked documents are authoritative.

source: App-Sperre
en: App lock

source: App-Sperre mit %@
en: App lock with %@

source: Art
en: Type

source: Assistent
en: Assistant

source: Assistent öffnen
en: Open assistant

source: Aufgabe aus der Eigentümerversammlung „%@“, Tagesordnungspunkt „%@“.
en: Task from the Eigentümerversammlung „%@“, Tagesordnungspunkt „%@“.

source: Aufgabe erstellen
en: Create task

source: Aufgabe wurde erstellt und das Verwalter-Team benachrichtigt.
en: Task created and the Verwalter team notified.

source: Auftraggeber
en: Client

source: Aus Mediathek
en: From library

source: Aus der Einladung übernommen.
en: Taken from the invitation.

source: Ausführung
en: Execution

source: Auszahlung = Betrag an Sie als Eigentümer. Ohne Gewähr.
en: Payout = amount paid to you as the Eigentümer. Without guarantee.

source: Automatisch erkannt
en: Detected automatically

source: Bankverbindung
en: Bank details

source: Bankverbindung / SEPA
en: Bank details / SEPA

source: Baumangel
en: Construction defect

source: Bearbeitung
en: Processing

source: Beenden
en: Exit

source: Beendet die laufende Fahrt am aktuellen Objekt.
en: Ends the current trip at the property you are at.

source: Beginn
en: Start

source: Beginn und Ende eines Handwerkereinsatzes im Ticket festhalten.
en: Record the start and end of a contractor visit in the ticket.

source: Beispieldaten, keine Anmeldung nötig. Die Verwalter-Demo zeigt Fahrtenbuch, CarPlay und Siri mit Beispielobjekten.
en: Sample data, no sign-in required. The Verwalter demo shows the mileage log, CarPlay and Siri with sample objects.

source: Belege
en: Receipts

source: Benachrichtigungen
en: Notifications

source: Beschlüsse konnten nicht geladen werden.
en: Couldn’t load Beschlüsse.

source: Beschlüsse werden geladen …
en: Loading Beschlüsse …

source: Beschreibung
en: Description

source: Besichtigt
en: Visited

source: Bestätigen
en: Confirm

source: Betrag
en: Amount

source: Betreff
en: Subject

source: Betriebskosten
en: Operating costs

source: Bevollmächtigen Sie eine Vertretung für Ihre Stimme — digital unterschrieben.
en: Authorize a proxy to cast your vote — digitally signed.

source: Bevollmächtigte Person
en: Authorized person

source: Bevorzugt
en: Preferred

source: Bezeichnung
en: Designation

source: Bitte beschreiben …
en: Please describe …

source: Bitte melden Sie sich zuerst in der WHV-App an.
en: Please sign in to the WHV app first.

source: Bitte mit Ihrem Portal-Konto anmelden.
en: Please sign in with your portal account.

source: Briefing stoppen
en: Stop briefing

source: Briefing vorlesen
en: Read briefing aloud

source: Buchhaltung
en: Accounting

source: Buchungsdetails
en: Booking details

source: Buchungsdetails werden geladen …
en: Loading booking details …

source: Das Dokument konnte nicht geöffnet werden.
en: The document could not be opened.

source: Das Protokoll wird in der Regel innerhalb von vier Wochen nach der Versammlung hochgeladen.
en: The protocol is usually uploaded within four weeks of the Versammlung.

source: Das Ticket konnte gerade nicht angelegt werden.
en: The ticket could not be created right now.

source: Das konnte gerade nicht gespeichert werden.
en: That could not be saved right now.

source: Datenschutz
en: Privacy

source: Datenänderung
en: Data change

source: Datum
en: Date

source: Dazu habe ich leider nichts gefunden.
en: I couldn't find anything on that.

source: Demo ansehen
en: View demo

source: Demo ansehen als …
en: View demo as …

source: Demo-Modus — keine echten Daten
en: Demo mode — no real data

source: Der Assistent ist derzeit nicht verfügbar.
en: The assistant is currently unavailable.

source: Der Assistent ist gerade nicht erreichbar.
en: The assistant is not reachable right now.

source: Die Abstimmung erfolgt per E-Mail über den Link in Ihrer Einladung.
en: Voting is done by e-mail via the link in your invitation.

source: Die Anfrage ist fehlgeschlagen. Bitte erneut versuchen.
en: The request failed. Please try again.

source: Die App wird gesperrt, wenn sie länger als eine Minute im Hintergrund war. Kurze Tab-Wechsel lösen keine Abfrage aus.
en: The app locks when it has been in the background for more than a minute. Quick tab switches don’t trigger a prompt.

source: Die Fahrt läuft bereits seit %@.
en: The trip has been running since %@.

source: Die Fahrt läuft bereits.
en: The trip is already running.

source: Die Fahrt wird nicht hochgeladen und ist damit weg.
en: The trip will not be uploaded and is gone.

source: Die Nachricht konnte nicht gesendet werden.
en: The message could not be sent.

source: Die Sprachänderung wird erst nach einem vollständigen Neustart der App wirksam (App über den App-Switcher schließen und neu öffnen).
en: The language change only takes effect after a full restart of the app (close it via the App Switcher and reopen).

source: Dienstleister
en: Service provider

source: Dienstleister suchen
en: Search service providers

source: Diese Anfrage endgültig löschen? Das kann nicht rückgängig gemacht werden.
en: Delete this inquiry permanently? This cannot be undone.

source: Diese Fahrt endgültig löschen?
en: Delete this trip permanently?

source: Diese Fahrt verwerfen?
en: Discard this trip?

source: Dieses Ticket ist geschlossen.
en: This ticket is closed.

source: Diktat wird zum Ticket am Fahrtziel bzw. nächsten Objekt.
en: Dictation becomes a ticket at the trip destination or the nearest property.

source: Dirk Ullrich anrufen
en: Call Dirk Ullrich

source: Diskussion
en: Discussion

source: Dokumente
en: Documents

source: Dokumentenanfrage
en: Document request

source: Dunkel
en: Dark

source: E-Mail-Adresse
en: Email address

source: ETV-Einladungen
en: ETV invitations

source: ETV-Kommentare
en: ETV comments

source: Eine freundliche Erinnerung per E-Mail an den Absender senden?
en: Send a friendly reminder email to the sender?

source: Eingeladen
en: Invited

source: Einheit oder Name suchen
en: Search unit or name

source: Einheiten
en: Units

source: Einladung einlösen
en: Redeem invitation

source: Einladung einlösen + anmelden
en: Redeem invitation + sign in

source: Einladungscode
en: Invitation code

source: Einladungscode einlösen
en: Redeem invitation code

source: Einstellungen
en: Settings

source: Elementarschaden
en: Elemental damage

source: Empfänger
en: Recipient

source: Ende
en: End

source: Entfernt die Fahrt endgültig aus dem Fahrtenbuch.
en: Removes the trip from the mileage log for good.

source: Enthaltung
en: Abstention

source: Entschieden
en: Decided

source: Entsperren
en: Unlock

source: Entwurf
en: Draft

source: Ergebnis
en: Result

source: Ergebnis als PDF öffnen
en: Open result PDF

# Erinnerung %lld× gesendet, zuletzt am %@
source: Erinnerung %1$lld× gesendet, zuletzt am %2$@
en: Reminder sent %lld×, last on %@

source: Erinnerung senden
en: Send reminder

source: Erkennung nutzt Bewegungssensor und Standort (auch im Hintergrund) und legt nur Dienstfahrten an: Kilometergeld 0,30 €/km, Auslagen je Objekt. Die Route ist optional.
en: Detection uses the motion sensor and location (also in the background) and only records business trips: mileage allowance €0.30/km, expenses per property. The route is optional.

source: Erneut versuchen
en: Try again

source: Erscheinungsbild
en: Appearance

source: Erstellen
en: Create

source: Erteilen
en: Grant

source: Es läuft gerade keine Fahrt.
en: No trip is in progress.

source: Export erfolgt nach DSGVO Art. 20 als JSON-Datei. Konto löschen deaktiviert Ihr Konto sofort; die endgültige Löschung erfolgt nach 30 Tagen.
en: Export follows GDPR Art. 20 as a JSON file. Deleting the account deactivates it immediately; the final deletion happens after 30 days.

source: Fachinfo
en: Industry news

source: Fahrt
en: Trip

source: Fahrt beenden
en: End trip

source: Fahrt beendet, %@ Kilometer. Kein Objekt in der Nähe — Zweck und Objekt bitte in der App bestätigen.
en: Trip ended, %@ kilometres. No property nearby — please confirm purpose and property in the app.

source: Fahrt bestätigen
en: Confirm trip

source: Fahrt gestartet. Gute Fahrt!
en: Trip started. Drive safely!

source: Fahrt läuft
en: Trip in progress

source: Fahrt läuft · %@
en: Trip in progress · %@

source: Fahrt löschen
en: Delete trip

source: Fahrt starten
en: Start trip

source: Fahrt starten bzw. beenden — Objekt und Kilometer werden gespeichert.
en: Start or end a trip — property and kilometres are saved.

source: Fahrt verwerfen
en: Discard trip

source: Fahrten automatisch erkennen
en: Detect trips automatically

source: Fahrten werden automatisch erkannt
en: Trips are detected automatically

source: Fahrtenbuch
en: Mileage log

source: Fertig
en: Done

source: Feuerschaden
en: Fire damage

source: Firma
en: Company

source: Fläche
en: Area

source: Foto
en: Photo

source: Foto aufnehmen
en: Take photo

source: Foto ausgewählt
en: Photo selected

source: Frag WHV
en: Ask WHV

source: Frag WHV: ${question}
en: Ask WHV: ${question}

source: Frage
en: Question

source: Frage oder Antwort verfassen …
en: Write a question or reply …

source: Frage zu Ihren Unterlagen — Siri liest die Antwort vor.
en: Ask about your documents — Siri reads the answer aloud.

source: Fragen & Antworten
en: Questions & Answers

source: Fragen Sie zu Ihren Dokumenten
en: Ask about your documents

source: Fragen zu Ihren Dokumenten — oder die Verwaltung anrufen
en: Ask about your documents — or call the management

source: Frei
en: Free

source: Frist: %@
en: Deadline: %@

source: Funktioniert auch über die Kurzbefehle-App. Der Befehl steht nach dem ersten Start der App bereit.
en: Also works from the Shortcuts app. The command is available after the app has been opened once.

source: Funktioniert freihändig im Auto, auf der Apple Watch und über die Kurzbefehle-App. Die Befehle stehen nach dem ersten Start der App bereit.
en: Works hands-free in the car, on Apple Watch and from the Shortcuts app. The commands are available after the app has been opened once.

source: Fällig bis %@
en: Due by %@

source: Für die Erkennung im Hintergrund Standort auf „Immer“ stellen.
en: Set Location to “Always” for background detection.

source: Für diese Liegenschaft sind keine Dokumente hinterlegt.
en: No documents are on file for this property.

source: Für diese Liegenschaft sind noch keine Zähler hinterlegt.
en: No Zähler have been set up for this property yet.

source: Für weitere Informationen oder Fragen zögern Sie bitte nicht, uns zu kontaktieren.
en: For further information or questions, please do not hesitate to contact us.

source: Für welches Objekt? Sagen Sie den Straßennamen.
en: For which property? Say the street name.

source: Geburtsdatum
en: Date of birth

source: Geplant
en: Scheduled

source: Geschlossen
en: Closed

source: Geschlossen (%lld)
en: Closed (%lld)

source: Gesendet an %@.
en: Sent to %@.

source: Handelsregister-Nr.
en: Commercial register no.

source: Handwerker vor Ort: ${firma}
en: Contractor on site: ${firma}

source: Hausgeld-Anpassung
en: Hausgeld adjustment

source: Hausgeldkonto
en: Hausgeld account

source: Heizfl.
en: Heat. area

source: Hell
en: Light

source: Hier erscheinen Ihre Anfragen + Schadensmeldungen an die Verwaltung.
en: Your requests and damage reports to the management will appear here.

source: Hier können Sie Rückfragen zu dieser Mitteilung stellen. Antworten erscheinen direkt unter der Frage.
en: You can ask follow-up questions about this announcement here. Replies appear directly below the question.

source: Hier können Sie Rückfragen zu dieser Versammlung stellen. Antworten erscheinen direkt unter der Frage.
en: You can ask follow-up questions about this Versammlung here. Replies appear directly below the question.

source: Hochgeladen am %@
en: Uploaded on %@

source: Hält fest, dass ein Handwerker am Objekt ist (Ankunft) bzw. fertig ist (Abfahrt) — als Ticket-Notiz.
en: Records that a contractor is on site (arrival) or done (departure) — as a ticket note.

source: Ich komme später
en: Running late

source: Ich weiß nicht, an welchem Objekt Sie sind — bitte die Fahrt zum Objekt laufen lassen oder das Ticket in der App anlegen.
en: I don't know which property you are at — keep the trip to the property running or create the ticket in the app.

source: Ihr Konto ist noch nicht mit einer Liegenschaft verknüpft. Bitte wenden Sie sich an die Verwaltung.
en: Your account isn’t linked to a property yet. Please contact the management.

source: Ihr Konto wird sofort deaktiviert und alle aktiven Sitzungen beendet. Die DSGVO-konforme endgültige Löschung erfolgt nach 30 Tagen.
en: Your account will be deactivated immediately and all active sessions ended. The GDPR-compliant final deletion happens after 30 days.

source: Ihre Antwort …
en: Your reply …

source: Ihre Aufgabe
en: Your task

source: Ihre Frage…
en: Your question…

source: Ihre Liegenschaften
en: Your properties

source: Ihre Stimme
en: Your vote

source: Ihre Unterschrift
en: Your signature

source: Im Demo-Modus ist das Fahrtenbuch nicht verfügbar.
en: The mileage log is not available in demo mode.

source: Im Demo-Modus ist der Assistent nicht verfügbar.
en: The assistant is not available in demo mode.

source: Im Demo-Modus nicht verfügbar.
en: Not available in demo mode.

source: Immobilienbewertung
en: Property valuation

source: Immobilienvertrieb
en: Property sales

source: In Safari öffnen
en: Open in Safari

source: In diesem Monat wurde nichts aufgezeichnet.
en: Nothing was recorded this month.

source: In iOS-Einstellungen aktivieren
en: Enable in iOS Settings

source: Interne Notiz …
en: Internal note …

source: Ja
en: Yes

source: Jahr
en: Year

source: Jetzt hochladen
en: Upload now

source: Kalender
en: Calendar

source: Kalender exportieren
en: Export calendar

source: Kategorie
en: Category

source: Kaufinteresse
en: Purchase interest

source: Keine Anfragen vorhanden.
en: No inquiries.

source: Keine Beschlüsse
en: No Beschlüsse

source: Keine Dokumente
en: No documents

source: Keine Fahrt aktiv
en: No trip in progress

source: Keine Fahrten
en: No trips

source: Keine Liegenschaft
en: No property

source: Keine Liegenschaft gewählt
en: No property selected

source: Keine Liegenschaften
en: No properties

source: Keine Mitteilungen
en: No announcements

source: Keine News verfügbar.
en: No news available.

source: Keine Termine in diesem Monat.
en: No events this month.

source: Keine Tickets
en: No tickets

source: Keine Treffer für die Suche.
en: No results for this search.

source: Keine Versammlungen
en: No Versammlungen

source: Keine Zuordnung
en: Not assigned

source: Keine Zähler
en: No Zähler

source: Keine neuen Hinweise
en: No new updates

source: Klingelschild
en: Doorbell sign

source: Kommentare dienen Rückfragen — formale Anfechtungen erfolgen außerhalb des Portals.
en: Comments are for follow-up questions — formal challenges happen outside the portal.

source: Konnte nicht geladen werden
en: Could not be loaded

source: Konnte nicht geladen werden.
en: Could not be loaded.

source: Kontakt
en: Contact

source: Kontaktieren Sie uns
en: Contact us

source: Konto
en: Account

source: Konto %@
en: Account %@

source: Konto löschen
en: Delete account

source: Konto löschen?
en: Delete account?

source: Kopfprinzip
en: Per-head vote

source: Kurze Nachricht per E-Mail an einen Kontakt — Antwort kommt an Sie.
en: Short e-mail message to a contact — replies come to you.

source: Können Sie nicht teilnehmen?
en: Can't attend?

source: Lade…
en: Loading…

source: Legionellenprüfung
en: Legionella check

source: Legt per Diktat ein Ticket am aktuellen Objekt an.
en: Creates a ticket at the current property by dictation.

source: Letzter Stand: %@ %@ · %@
en: Latest reading: %@ %@ · %@

source: Liegenschaft
en: Property

source: Liegenschaft wechseln
en: Switch property

source: Liegenschaft wählen
en: Choose property

source: Liegenschaften konnten nicht geladen werden.
en: Couldn’t load properties.

source: Liegenschaften werden geladen …
en: Loading properties …

source: Liste jetzt aktualisieren
en: Refresh list now

source: Live aus Impower, ohne Gewähr.
en: Live from Impower, without guarantee.

source: Lob
en: Praise

source: Löschen
en: Delete

source: Mandat
en: Mandate

source: Mandat-Nr.
en: Mandate no.

source: Manuell
en: Manual

source: Markiert die anstehende Eigentümerversammlung als verspätet.
en: Marks the upcoming Eigentümerversammlung as running late.

source: Meine Daten exportieren
en: Export my data

source: Meine Fahrten
en: My trips

source: Melden
en: Submit

source: Mietabrechnung
en: Rent statement

source: Mieteinnahmen %@
en: Rental income %@

source: Mieter
en: Tenant

source: Mieterwechsel
en: Tenant change

source: Mietverwaltung
en: Rental management

source: Mit der Nutzung unserer App erklären Sie sich ausschließlich mit unseren Nutzungsbedingungen und Datenschutzvereinbarungen einverstanden.
en: By using our app you agree exclusively to our terms of use and privacy agreements.

source: Mitteilung
en: Announcement

source: Mitteilungen
en: Announcements

source: Mitteilungen / News
en: Announcements / News

source: Mitteilungen konnten nicht geladen werden.
en: Couldn’t load announcements.

source: Mitteilungen werden geladen …
en: Loading announcements …

source: Mitteilungen werden pro Liegenschaft angezeigt.
en: Announcements are shown per property.

source: Modus
en: Mode

# MwSt. %@ %%%@
source: MwSt. %1$@ %%%2$@
en: VAT %@ %%%@

source: NEU
en: NEW

source: Nachname
en: Last name

source: Nachricht
en: Message

source: Name, Art, Jahr …
en: Name, type, year …

source: Nein
en: No

source: Neu
en: New

source: Neue Aufgabe
en: New task

source: Neue Dokumente
en: New documents

source: Neues Foto aufnehmen
en: Take new photo

source: Neues Konto?
en: New account?

source: Neues Passwort
en: New password

source: Neues Ticket
en: New ticket

source: News konnten nicht geladen werden
en: Couldn’t load news

source: Noch eine Frage?
en: Anything else?

source: Noch keine Ablesungen.
en: No readings yet.

source: Noch keine Verbrauchsdaten
en: No consumption data yet

source: Notiz
en: Note

source: Notiz (optional)
en: Note (optional)

source: Notiz an ${contact}: ${text}
en: Note to ${contact}: ${text}

source: Notiz speichern
en: Save note

source: Notizen (für alle sichtbar)
en: Notes (visible to everyone)

source: Nur-Lese-Ansicht. Die Verwaltung pflegt den Fortschritt.
en: Read-only view. The management maintains the progress.

source: Nutzungsbedingungen
en: Terms of Use

source: Objekt
en: Property

source: Objekt (Straße + Nr., PLZ + Ort)
en: Property (street + no., postcode + city)

source: Objekteigentümer
en: Building owner

source: Objektprinzip
en: Per-unit vote

source: Offen
en: Open

source: PDF ansehen
en: View PDF

source: PLZ + Ort
en: Postcode + city

source: Passwort
en: Password

source: Passwort bestätigen
en: Confirm password

source: Passwort vergessen?
en: Forgot password?

source: Passwort wiederholen
en: Repeat password

source: Personen
en: Persons

source: Plus X Award — Top 100 Hausverwaltungen Deutschlands, ausgezeichnet 2024
en: Plus X Award — Top 100 property managers in Germany, awarded 2024

source: Preis / Monat (netto)
en: Price / month (net)

source: Protokoll als PDF öffnen
en: Open protocol as PDF

source: Protokoll verfügbar
en: Protocol available

source: Protokoll vorhanden
en: Protocol uploaded

source: Rechnung
en: Invoice

source: Rechnung als PDF öffnen
en: Open invoice PDF

source: Rechnungen
en: Invoices

source: Rechnungs-Nr.
en: Invoice no.

source: Rechtliche Informationen
en: Legal information

source: Rechtliches
en: Legal

source: Registrierung
en: Registration

source: Rolle
en: Role

source: Route speichern
en: Save route

source: Rückrufbitte
en: Callback request

source: Saldo
en: Balance

source: Schadensmeldung
en: Damage report

source: Schickt einem Eigentümer oder Mieter eine kurze Nachricht per E-Mail.
en: Sends an owner or tenant a short message by email.

source: Schließen
en: Close

source: Schlüssel
en: Keys

source: Schritt antippen, um ihn als erledigt zu markieren.
en: Tap a step to mark it as done.

source: Schritte
en: Steps

source: Schädlinge
en: Pests

source: Seite konnte nicht geladen werden
en: Couldn’t load page

source: Senden
en: Send

source: Sicherheit
en: Security

source: Signiertes Protokoll
en: Signed protocol

source: Sobald die Verwaltung eine Mitteilung veröffentlicht, erscheint sie hier.
en: As soon as the management publishes an announcement, it appears here.

source: Sobald die Verwaltung eine Versammlung anlegt, erscheint sie hier.
en: As soon as the management schedules a Versammlung, it appears here.

source: Sonstiges
en: Other

source: Speichern
en: Save

source: Sprache
en: Language

source: Später
en: Later

source: Stand melden
en: Report reading
